Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# LicenseExpertDescription
source: Can access base features, send My Help Space links, invite Personal users, and may be a member of an Expert/On-call Group.
de: Zugriff auf Grundfunktionen, My Help Space-Links senden, persönliche Benutzer einladen und kann Mitglied einer Experten-/Bereitschaftsgruppe sein.
es: Puede acceder a funciones básicas, enviar enlaces de Mi Espacio de Ayuda, invitar usuarios personales y puede ser miembro de un grupo de Expertos/Guardia.
fr: Peut accéder aux fonctionnalités de base, envoyer des liens Mon Espace d'Aide, inviter des utilisateurs personnels et peut être membre d'un groupe Expert/Astreinte.
it: Può accedere alle funzionalità di base, inviare link Il Mio Spazio di Aiuto, invitare utenti personali e può essere membro di un gruppo Esperto/Reperibilità.
ja: 基本機能へのアクセス、マイヘルプスペースリンクの送信、個人ユーザーの招待が可能で、エキスパート/オンコールグループのメンバーになれます。
ko: 기본 기능에 접근하고, 내 도움말 공간 링크를 보내고, 개인 사용자를 초대할 수 있으며, 전문가/대기 그룹의 멤버가 될 수 있습니다.
pt_pt: Pode aceder a funcionalidades básicas, enviar links do Meu Espaço de Ajuda, convidar utilizadores pessoais e pode ser membro de um grupo Especialista/Permanência.
zh_hans: 可以访问基本功能、发送我的帮助空间链接、邀请个人用户，并且可以成为专家/值班组的成员。

# LicenseTeamDescription
source: Can access base features in the application
de: Zugriff auf Grundfunktionen der Anwendung
es: Puede acceder a funciones básicas de la aplicación
fr: Peut accéder aux fonctionnalités de base de l'application
it: Può accedere alle funzionalità di base dell'applicazione
ja: アプリケーションの基本機能にアクセスできます
ko: 애플리케이션의 기본 기능에 접근할 수 있습니다
pt_pt: Pode aceder às funcionalidades básicas da aplicação
zh_hans: 可以访问应用程序的基本功能

# LicenseTypeDevice
source: Device
de: Gerät
es: Dispositivo
fr: Dispositif
it: Dispositivo
ja: 端末
ko: 장치
pt_pt: Dispositivo
zh_hans: 设备

# limeContact
source: {{app_name}} Users
de: {{app_name}} Benutzer
es: Usuarios de {{app_name}}
fr: {{app_name}} Utilisateurs
it: {{app_name}} utenti
ja: {{app_name}} ユーザー
ko: {{app_name}} 사용자
pt_pt: Usuários {{app_name}}
zh_hans: {{app_name}} 用户

# LINK_EXPIRED_1051
source: This one time link has expired
de: Dieser einmalige Link ist abgelaufen
es: Este enlace único ha expirado
fr: Ce lien unique a expiré
it: Questo link una volta è scaduto
ja: このワンタイムリンクは期限切れです
ko: 이 일회성 링크가 만료되었습니다
pt_pt: Este link de uso único expirou
zh_hans: 一次性链接已过期

# LinkCallOver
source: This call is over.\nPlease contact the host to invite you to another call.
de: Dieser Anruf ist beendet.\nBitte kontaktieren Sie den Gastgeber, um Sie zu einem weiteren Anruf einzuladen.
es: Esta llamada ha terminado.\nComuníquese con el anfitrión para invitarlo a otra llamada.
fr: Cet appel est terminé.\nVeuillez contacter l'hôte pour vous inviter à un autre appel.
it: Questa chiamata è finita.\nContatta l'host per invitarti a un'altra chiamata.
ja: この通話は終了しました \n別の電話に招待するには、ホストに連絡してください。
ko: 이 전화는 끝났습니다.\n다른 통화에 초대하려면 호스트에게 문의하십시오.
pt_pt: Esta chamada acabou.\nEntre em contato com o anfitrião para convidá-lo para outra chamada.
zh_hans: 此通话已结束，请联系主持人邀请您至新的通话.

# LinkExpried
source: Your link has expired
de: Ihr Link ist fehlgeschlagen
es: Su enlace ha expirado
fr: Ce lien unique a expiré
it: Il tuo link è scaduto
ja: リンク切れです
ko: 링크가 만료되었습니다
pt_pt: Seu link expirou
zh_hans: 链接已失效

# Lists
source: LIST
de: LISTE
es: LISTA
fr: LISTE
it: LISTA
ja: リスト
ko: 목록
pt_pt: LISTA
zh_hans: 列表

source: List size
de: Listen größe
es: Tamaño de lista
fr: Taille de la liste
it: Dimensione elenco
ja: リストサイズ
ko: 목록 크기
pt_pt: Tamanho da lista
zh_hans: 列表大小

source: List view
de: Listenansicht
es: Vista de lista
fr: Vue en liste
it: Vista elenco
ja: リスト表示
ko: 목록 보기
pt_pt: Vista em lista
zh_hans: 列表视图

source: Live Camera Preview
de: Live-Kameravorschau
es: Vista previa de cámara en vivo
fr: Aperçu caméra en direct
it: Anteprima live fotocamera
ja: ライブカメラプレビュー
ko: 실시간 카메라 미리보기
pt_pt: Pré-visualização da câmara em direto
zh_hans: 实时摄像头预览

source: Live Captions
de: Live-Untertitel
es: Subtítulos en vivo
fr: Sous-titres en direct
it: Sottotitoli in tempo reale
ja: ライブキャプション
ko: 실시간 자막
pt_pt: Legendas ao vivo
zh_hans: 实时字幕

# LiveCaptionsDescription
source: Real-time transcription and translation
de: Echtzeit-Transkription und Übersetzung
es: Transcripción y traducción en tiempo real
fr: Transcription et traduction en temps réel
it: Trascrizione e traduzione in tempo reale
ja: リアルタイム文字起こしと翻訳
ko: 실시간 전사 및 번역
pt_pt: Transcrição e tradução em tempo real
zh_hans: 实时转录和翻译

# LiveCaptionsDetailOff
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
ko: 끔
pt_pt: Desativado
zh_hans: 关

# LiveCaptionsDetailOn
source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켜짐
pt_pt: Ativado
zh_hans: 开

source: Live Captions Off
de: Live-Untertitel Aus
es: Subtítulos en vivo desactivados
fr: Sous-titres en direct désactivés
it: Sottotitoli in diretta disattivati
ja: ライブキャプションオフ
ko: 실시간 자막 꺼짐
pt_pt: Legendas em direto desativadas
zh_hans: 实时字幕已关闭

source: Live Captions On
de: Live-Untertitel Ein
es: Subtítulos en vivo activados
fr: Sous-titres en direct activés
it: Sottotitoli in diretta attivati
ja: ライブキャプションオン
ko: 실시간 자막 켜짐
pt_pt: Legendas em direto ativadas
zh_hans: 实时字幕已开启

source: Live Preview
de: Live-Vorschau
es: Vista previa en vivo
fr: Aperçu en direct
it: Anteprima live
ja: ライブプレビュー
ko: 실시간 미리보기
pt_pt: Pré-visualização ao vivo
zh_hans: 实时预览

source: Live Video from
de: Live-Video von
es: Video en vivo desde
fr: Vidéo en direct de
it: Video in diretta da
ja: からのライブビデオ
ko: 라이브 비디오
pt_pt: Vídeo ao vivo de
zh_hans: 实时视频来自

# LiveVideoFromFormat
source: Live Video from %@
de: Live-Video von %@
es: Video en vivo de %@
fr: Vidéo en direct de %@
it: Video in diretta da %@
ja: %@のライブビデオ
ko: %@의 라이브 비디오
pt_pt: Vídeo em direto de %@
zh_hans: 来自%@的实时视频

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento in corso…
ja: 読み込み中…
ko: 불러오는 중 …
pt_pt: Carregando…
zh_hans: 加载中…

source: Loading audio...
de: Audio wird geladen...
es: Cargando audio...
fr: Chargement de l'audio...
it: Caricamento audio...
ja: オーディオを読み込み中...
ko: 오디오 로딩 중...
pt_pt: A carregar áudio...
zh_hans: 正在加载音频...

source: Loading contacts...
de: Kontakte werden geladen...
es: Cargando contactos...
fr: Chargement des contacts...
it: Caricamento contatti...
ja: 連絡先を読み込み中...
ko: 연락처 로딩 중...
pt_pt: A carregar contactos...
zh_hans: 正在加载联系人...

source: Loading custom fields...
de: Benutzerdefinierte Felder werden geladen...
es: Cargando campos personalizados...
fr: Chargement des champs personnalisés...
it: Caricamento campi personalizzati...
ja: カスタムフィールドを読み込み中...
ko: 사용자 지정 필드 로딩 중...
pt_pt: A carregar campos personalizados...
zh_hans: 正在加载自定义字段...

source: Loading document...
de: Dokument wird geladen...
es: Cargando documento...
fr: Chargement du document...
it: Caricamento documento...
ja: ドキュメントを読み込み中...
ko: 문서 로딩 중...
pt_pt: A carregar documento...
zh_hans: 正在加载文档...

# LoadingImageMessage
source: Loading image...
de: Bild wird geladen…
es: Cargando imagen ...
fr: Chargement de l'image ...
it: Caricamento immagine in corso ...
ja: 画像を読み込み中…
ko: 이미지로드 중 ...
pt_pt: Carregando imagem ...
zh_hans: 正在加载图像...

# LoadingIndicatorTitle
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込んでいます...
ko: 로드 중...
pt_pt: Carregando...
zh_hans: 加载中...

source: Loading languages…
de: Sprachen werden geladen…
es: Cargando idiomas…
fr: Chargement des langues…
it: Caricamento lingue…
ja: 言語を読み込み中…
ko: 언어 불러오는 중…
pt_pt: A carregar idiomas…
zh_hans: 正在加载语言…

source: Loading link…
de: Link wird geladen…
es: Cargando enlace…
fr: Chargement du lien…
it: Caricamento link…
ja: リンクを読み込み中…
ko: 링크 로딩 중…
pt_pt: A carregar link…
zh_hans: 正在加载链接…

source: Loading messages...
de: Nachrichten werden geladen...
es: Cargando mensajes...
fr: Chargement des messages...
it: Caricamento messaggi...
ja: メッセージを読み込み中...
ko: 메시지 로딩 중...
pt_pt: A carregar mensagens...
zh_hans: 正在加载消息...

source: Loading more contacts...
de: Weitere Kontakte werden geladen...
es: Cargando más contactos...
fr: Chargement de contacts supplémentaires...
it: Caricamento altri contatti...
ja: さらに連絡先を読み込み中...
ko: 추가 연락처 로딩 중...
pt_pt: A carregar mais contactos...
zh_hans: 正在加载更多联系人...

source: Loading Photo...
de: Foto wird geladen ...
es: Cargando foto...
fr: Chargement de la photo ...
it: Caricamento foto in corso ...
ja: 画像読み込み中...
ko: 사진로드 중 ...
pt_pt: Carregando foto ...
zh_hans: 正在载入图片...

source: Loading photos...
de: Fotos werden geladen...
es: Cargando fotos...
fr: Chargement des photos...
it: Caricamento foto...
ja: 写真を読み込み中...
ko: 사진 로딩 중...
pt_pt: A carregar fotos...
zh_hans: 正在加载照片...

source: Loading procedure...
de: Verfahren wird geladen...
es: Cargando procedimiento...
fr: Chargement de la procédure...
it: Caricamento procedura...
ja: 手順を読み込み中...
ko: 절차 로딩 중...
pt_pt: A carregar procedimento...
zh_hans: 正在加载流程...

# LoadingProcedure2
source: Loading procedure
de: Verfahren wird geladen
es: Cargando procedimiento
fr: Chargement de la procédure
it: Caricamento procedura
ja: 手順を読み込み中
ko: 절차 로딩 중
pt_pt: A carregar procedimento
zh_hans: 正在加载流程

source: Loading video...
de: Video wird geladen...
es: Cargando vídeo...
fr: Chargement de la vidéo...
it: Caricamento video...
ja: 動画を読み込み中...
ko: 동영상 로딩 중...
pt_pt: A carregar vídeo...
zh_hans: 正在加载视频...

# LoadMessagesError
source: Cannot load the messages
de: Die Nachrichten können nicht geladen werden
es: No puedo cargar los mensajes
fr: Impossible de charger les messages
it: Impossibile caricare i messaggi
ja: メッセージを読み込めません
ko: 메시지를 로드할 수 없습니다
pt_pt: Não é possível carregar as mensagens
zh_hans: 无法加载消息

# LocalEnteringPhotoModeSubMessage
source: Please standby
de: Bitte bereit
es: Por favor espere
fr: Veuillez patienter
it: Si prega di attendere
ja: スタンバイしてください
ko: 기다려주세요
pt_pt: Por favor espere
zh_hans: 请等待

# LocalFrozenFailedMessage
source: Cannot freeze the local image
de: Das lokale Bild kann nicht eingefroren werden
es: No se puede congelar la imagen local.
fr: Impossible de figer l'image locale
it: Impossibile congelare l'immagine locale
ja: ローカル画像をフリーズできません
ko: 로컬 이미지를 고정 할 수 없습니다
pt_pt: Não é possível congelar a imagem local
zh_hans: 无法锁定本地图像

# LocalFrozenMessage
source: Your local image is now frozen
de: Ihr lokales Bild ist jetzt eingefroren
es: Su imagen local ahora está congelada
fr: Votre image locale est maintenant figée
it: L'immagine è ora congelata
ja: ローカル画像がフリーズされます
ko: 로컬 이미지가 고정되었습니다
pt_pt: Sua imagem local agora está congelada
zh_hans: 您的本地图像现已锁定

# LocalParticipantFormat
source: Local participant: %@
de: Lokaler Teilnehmer: %@
es: Participante local: %@
fr: Participant local : %@
it: Partecipante locale: %@
ja: ローカル参加者: %@
ko: 로컬 참가자: %@
pt_pt: Participante local: %@
zh_hans: 本地参与者：%@

# LocalUnFrozenFailedMessage
source: Cannot unfreeze the local image
de: Das lokale Image kann nicht freigegeben werden
es: No se puede descongelar la imagen local.
fr: Impossible de dégeler l'image locale
it: Impossibile sbloccare l'immagine locale
ja: ローカル画像をフリーズ解除できません
ko: 로컬 이미지를 고정 해제 할 수 없습니다
pt_pt: Não é possível descongelar a imagem local
zh_hans: 无法解锁本地图像

# LocalUnFrozenMessage
source: Your local image is now unfrozen
de: Ihr lokales Image ist jetzt nicht mehr eingefroren
es: Su imagen local ahora está descongelada
fr: Votre image locale n'est plus figée
it: L'immagine locale ora non è bloccata
ja: ローカル画像がフリーズ解除されます
ko: 로컬 이미지가 고정 해제되었습니다.
pt_pt: Sua imagem local agora está descongelada
zh_hans: 您的本地图像现已解锁

# LocalVersionOutdated
source: Your app version is out of date so some features are not available for this call. Visit the App Store to install the new version.
de: Ihre App-Version ist veraltet, daher sind einige Funktionen für diesen Anruf nicht verfügbar. Besuchen Sie den App Store, um die neue Version zu installieren.
es: La versión de su aplicación no está actualizada, por lo que algunas funciones no están disponibles para esta llamada. Visite la App Store para instalar la nueva versión.
fr: La version de votre application est obsolète. Certaines fonctionnalités ne sont donc pas disponibles pour cet appel. Visitez l'App Store pour installer la nouvelle version.
it: La versione dell'app non è aggiornata, quindi alcune funzioni non sono disponibili per questa chiamata. Visita l'App Store per installare la nuova versione.
ja: アプリのバージョンが古くなっているため、この通話では一部の機能を利用できません。 App Storeにアクセスして、新しいバージョンをインストールします。
ko: 앱 버전이 오래되어 이 통화에서 일부 기능을 사용할 수 없습니다. App Store를 방문하여 새 버전을 설치하십시오.
pt_pt: A versão do seu aplicativo está desatualizada, então alguns recursos não estão disponíveis para esta chamada. Visite a App Store para instalar a nova versão.
zh_hans: 您的应用版本已过期，因此本次通话无法使用某些功能。访问 App Store 以安装新版本。

source: LOCATION
de: STANDORT
es: UBICACIÓN
fr: EMPLACEMENT
it: POSIZIONE
ja: 所在地
ko: 위치
pt_pt: LOCALIZAÇÃO
zh_hans: 位置

source: Location Coordinates:
de: Standortkoordinaten:
es: Coordenadas de ubicación:
fr: Coordonnées de localisation :
it: Coordinate della posizione:
ja: 位置座標:
ko: 위치 좌표:
pt_pt: Coordenadas de localização:
zh_hans: 位置坐标：

source: Location Description:
de: Standortbeschreibung:
es: Descripción de la ubicación:
fr: Description de l'emplacement :
it: Descrizione della posizione:
ja: 場所の説明:
ko: 위치 설명:
pt_pt: Descrição do local:
zh_hans: 位置描述：

# LocationPlaceHolder
source: Location (Optional)
de: Standort (Optional)
es: Ubicación (opcional)
fr: Localisation (optionnelle)
it: Posizione (facoltativo)
ja: 任意の場所）
ko: 위치 (선택 사항)
pt_pt: Localização (opcional)
zh_hans: 位置 (可选)

# LocationTooLongAndIntercept
source: Maximum length is 255 characters
de: Die maximale Länge beträgt 255 Zeichen
es: La longitud máxima es de 255 caracteres.
fr: La longueur maximale est de 255 caractères
it: La lunghezza massima è di 255 caratteri
ja: 最大長は255文字です。
ko: 최대 길이는 255자 (알파벳 기준)입니다.
pt_pt: O tamanho máximo é de 255 caracteres
zh_hans: 自动截取标题至50个字符（最大长度为255个字符)

# LoggingMessage
source: Logging you in...
de: Sie werden angemeldet ...
es: Iniciando sesión ...
fr: Vous connecter ...
it: Accesso in corso ...
ja: ログイン中...
ko: 로그인 중 ...
pt_pt: Fazendo login…
zh_hans: 正在登录…

# LoggingOut
source: Logging you out.
de: Dich ausloggen.
es: Cerrar sesión
fr: Déconnexion.
it: Disconnessione.
ja: ログアウトしています。
ko: 로그 아웃
pt_pt: Desconectando você.
zh_hans: 正在退出登录。

# LogicAlertCannotPerformActionOnCancelledProcedure
source: Cannot perform action on a cancelled procedure
de: Für einen abgebrochenen Vorgang kann keine Aktion ausgeführt werden
es: No se puede realizar ninguna acción en un procedimiento cancelado
fr: Impossible d'effectuer une action sur une procédure annulée
it: Impossibile eseguire un'azione su una procedura annullata
ja: キャンセルされたプロシージャに対してアクションを実行できません
ko: 취소된 프로시저에 대해 작업을 수행할 수 없습니다.
pt_pt: Não é possível executar ações em um procedimento cancelado
zh_hans: 无法对已取消的过程执行操作

# LogicAlertCannotPerformActionOnCompletedProcedure
source: Cannot perform action on a completed procedure
de: Für eine abgeschlossene Prozedur kann keine Aktion ausgeführt werden
es: No se puede realizar una acción en un procedimiento completado
fr: Impossible d'effectuer une action sur une procédure terminée
it: Impossibile eseguire un'azione su una procedura completata
ja: 完了したプロシージャに対してアクションを実行できません
ko: 완료된 절차에 대해 작업을 수행할 수 없습니다.
pt_pt: Não é possível executar ações em um procedimento concluído
zh_hans: 无法对已完成的过程执行操作

# LogicAlertCannotPerformActionOnCompletedStep
source: Cannot perform action on a completed step
de: Bei einem abgeschlossenen Schritt kann keine Aktion ausgeführt werden
es: No se puede realizar una acción en un paso completado
fr: Impossible d'effectuer une action sur une étape terminée
it: Impossibile eseguire un'azione su un passaggio completato
ja: 完了したステップでアクションを実行できません
ko: 완료된 단계에서 작업을 수행할 수 없습니다.
pt_pt: Não é possível executar a ação em uma etapa concluída
zh_hans: 无法对已完成的步骤执行操作

# LogicAlertCannotPerformActionOnPausedProcedure
source: Cannot perform action on a paused procedure
de: Für eine angehaltene Prozedur kann keine Aktion ausgeführt werden
es: No se puede realizar ninguna acción en un procedimiento en pausa
fr: Impossible d'effectuer une action sur une procédure suspendue
it: Impossibile eseguire un'azione su una procedura in pausa
ja: 一時停止したプロシージャではアクションを実行できません
ko: 일시 중지된 프로시저에서는 작업을 수행할 수 없습니다.
pt_pt: Não é possível executar ações em um procedimento pausado
zh_hans: 无法对暂停的过程执行操作

# LogicAlertCannotPerformActionOnSkippedStep
source: Cannot perform action on a skipped step
de: Bei einem übersprungenen Schritt kann keine Aktion ausgeführt werden
es: No se puede realizar una acción en un paso omitido
fr: Impossible d'effectuer une action sur une étape ignorée
it: Impossibile eseguire un'azione su un passaggio saltato
ja: スキップされたステップでアクションを実行できません
ko: 건너뛴 단계에서 작업을 수행할 수 없습니다.
pt_pt: Não é possível executar a ação em uma etapa ignorada
zh_hans: 无法对跳过的步骤执行操作

# LogicAlertMakeSureYouEnterOnlyNumber
source: Please make sure you enter only numbers
de: Bitte stellen Sie sicher, dass Sie nur Zahlen eingeben
es: Por favor asegúrese de ingresar solo números
fr: Veuillez vous assurer de ne saisir que des chiffres
it: Assicurati di inserire solo numeri
ja: 必ず数字のみを入力してください
ko: 반드시 숫자만 입력해주세요
pt_pt: Certifique-se de inserir apenas números
zh_hans: 请确保您只输入数字

# LogicAlertNotAllActionsCompletedWantContinueNextStep
source: Not all actions are completed. Do you want to continue to the next step?
de: Nicht alle Aktionen sind abgeschlossen. Möchten Sie mit dem nächsten Schritt fortfahren?
es: No se completan todas las acciones. ¿Desea continuar con el siguiente paso?
fr: Toutes les actions ne sont pas terminées. Voulez-vous passer à l'étape suivante ?
it: Non tutte le azioni sono state completate. Vuoi continuare con il passaggio successivo?
ja: すべてのアクションが完了するわけではありません。次のステップに進みますか?
ko: 모든 작업이 완료되지 않았습니다. 다음 단계를 계속하시겠습니까?
pt_pt: Nem todas as ações são concluídas. Deseja continuar para a próxima etapa?
zh_hans: 并非所有操作都已完成。您要继续下一步吗？

# LogicAlertNotAllActionsCompletedWantFinish
source: Not all actions are completed. Do you want to finish the procedure?
de: Nicht alle Aktionen sind abgeschlossen. Möchten Sie den Vorgang abschließen?
es: No se completan todas las acciones. ¿Quieres terminar el trámite?
fr: Toutes les actions ne sont pas terminées. Voulez-vous terminer la procédure ?
it: Non tutte le azioni sono state completate. Vuoi completare la procedura?
ja: すべてのアクションが完了するわけではありません。手続きを終了しますか？
ko: 모든 작업이 완료되지 않았습니다. 절차를 마치시겠습니까?
pt_pt: Nem todas as ações são concluídas. Deseja concluir o procedimento?
zh_hans: 并非所有操作都已完成。你想完成流程吗？

# LogicAlertPleaseCompletePrevMandatorySteps
source: Please complete previous mandatory steps
de: Bitte führen Sie die vorherigen obligatorischen Schritte aus
es: Complete los pasos obligatorios anteriores
fr: Veuillez compléter les étapes obligatoires précédentes
it: Si prega di completare i passaggi obbligatori precedenti
ja: 前の必須手順を完了してください
ko: 이전 필수 단계를 완료하십시오.
pt_pt: Conclua as etapas obrigatórias anteriores
zh_hans: 请完成之前的强制性步骤

# LogicAlertUnableForwardNotPossibleGetProcedure
source: Not possible to get procedure. Unable to forward.
de: Verfahren nicht möglich. Unmöglich weiter zugehen.
es: No es posible obtener el procedimiento. No se puede reenviar.
fr: Pas possible d'obtenir la procédure. Impossible de transférer.
it: Non è possibile ottenere la procedura. Impossibile inoltrare.
ja: 手続きができません。転送できません。
ko: 절차를 받을 수 없습니다. 전달할 수 없습니다.
pt_pt: Não é possível obter procedimento. Incapaz de encaminhar.
zh_hans: 无法获得流程。无法转发。

# LogicAlertUnableForwardNotPossibleGetProcedureStepsFor
source: Not possible to get procedure steps for '%@'. Unable to forward.
de: Es ist nicht möglich, Verfahrensschritte für ' %@ ' abzurufen. Unmöglich weiter zugehen.
es: No es posible obtener los pasos del procedimiento para ' %@ '. No se puede reenviar.
fr: Impossible d'obtenir les étapes de la procédure pour ' %@ '. Impossible de transférer.
it: Impossibile ottenere i passaggi della procedura per ' %@ '. Impossibile inoltrare.
ja: ' %@ ' の手順ステップを取得できません。転送できません。
ko: ' %@ '에 대한 절차 단계를 가져올 수 없습니다. 전달할 수 없습니다.
pt_pt: Não é possível obter as etapas do procedimento para ' %@ '. Incapaz de encaminhar.
zh_hans: 无法获取'%@'的过程步骤。无法转发。

# LogicAllDone
source: All Done!
de: Alles erledigt!
es: ¡Todo listo!
fr: Terminé!
it: Tutto fatto!
ja: すべて完了！
ko: 모두 완료!
pt_pt: Tudo feito!
zh_hans: 全做完成！

# LogicFooterCurrentStep
source: Steps %d/%d
de: Schritte %d / %d
es: Pasos %d / %d
fr: Étapes %d / %d
it: Passaggi %d / %d
ja: ステップ%d / %d
ko: 단계 %d / %d
pt_pt: Etapas %d / %d
zh_hans: 步骤%d / %d

# LogicHintPleaseSignHere
source: Please sign here
de: Unterschreiben Sie bitte hier
es: Por favor, firme aquí
fr: Veuillez signer ici, s'il vous plaît
it: Firmi qui
ja: ここにご署名下さい
ko: 여기에 서명하십시오
pt_pt: Assine aqui, por favor
zh_hans: 请在这里签名

# LogicHintPressToEnterData
source: Press here to enter data
de: Drücken Sie hier, um Daten einzugeben
es: Presione aquí para ingresar datos
fr: Appuyez ici pour saisir les données
it: Premi qui per inserire i dati
ja: ここを押してデータを入力します
ko: 데이터를 입력하려면 여기를 누르십시오.
pt_pt: Pressione aqui para inserir os dados
zh_hans: 按此输入数据

# LogicHintPressToRecord
source: Press here to record
de: Drücken Sie hier, um aufzunehmen
es: Presione aquí para grabar
fr: Appuyez ici pour enregistrer
it: Premi qui per registrare
ja: ここを押して録音
ko: 녹음하려면 여기를 누르세요.
pt_pt: Pressione aqui para gravar
zh_hans: 按这里录制

# LogicHintPressToScan
source: Press here to scan
de: Drücken Sie hier, um zu scannen
es: Presione aquí para escanear
fr: Appuyez ici pour numériser
it: Premi qui per eseguire la scansione
ja: ここを押してスキャン
ko: 스캔하려면 여기를 누르세요.
pt_pt: Pressione aqui para escanear
zh_hans: 按此扫描

# LogicHintPressToTakePicture
source: Press here to take picture
de: Drücken Sie hier, um ein Foto aufzunehmen
es: Presiona aquí para tomar una foto
fr: Appuyez ici pour prendre une photo
it: Premi qui per scattare una foto
ja: ここを押すと写真が撮れます
ko: 사진을 찍으려면 여기를 누르세요.
pt_pt: Pressione aqui para tirar uma foto
zh_hans: 按此拍照

# LogicMessageStep
source: Step %d
de: Schritt %d
es: Paso %d
fr: Étape %d
it: Passaggio %d
ja: ステップ%d
ko: %d 단계
pt_pt: Passo %d
zh_hans: 步骤%d

# LogicMessageStepAction
source: Step %d.%d
de: Schritt %d.%d
es: Paso %d.%d
fr: Étape %d.%d
it: Passaggio %d.%d
ja: ステップ%d.%d
ko: 단계 %d.%d
pt_pt: Passo %d.%d
zh_hans: 步骤%d.%d

# LogicMoreProceduresAccomplishStartNewProcedure
source: There are %d more procedures to accomplish. Start the next procedure
de: Es müssen noch %d weitere Prozeduren durchgeführt werden. Starten Sie den nächsten Vorgang
es: Hay %d más procedimientos para realizar. Inicie el siguiente procedimiento
fr: Il reste %d procédures à accomplir. Démarrer la procédure suivante
it: Ci sono altre %d procedure da eseguire. Avvia la procedura successiva
ja: %d個の手順を実行する必要があります。次の手順を開始します
ko: 수행해야 할 절차가 %d 개 더 있습니다. 다음 절차 시작
pt_pt: Há %d mais procedimentos a serem realizados. Iniciar o próximo procedimento
zh_hans: 还有%d个过程要完成。开始下一步流程

# LogicNoPendingProcedureForTicket
source: No more pending procedures for this Help Thread
de: Keine weiteren ausstehenden Verfahren für diesen Hilfe-Thread
es: No hay más procedimientos pendientes para este hilo de ayuda
fr: Plus de procédures en attente pour ce fil d'aide
it: Non ci sono più procedure in sospeso per questo thread di aiuto
ja: このヘルプスレッドには保留中の手続きはありません
ko: 이 도움말 스레드에 대해 더 이상 보류 중인 절차가 없습니다.
pt_pt: Não há mais procedimentos pendentes para esta caixa de trabalho
zh_hans: 此帮助主题没有更多待处理的流程

# LogicOptionAbortProcedure
source: Abort procedure
de: Vorgang abbrechen
es: procedimiento de cancelación
fr: Procédure d'abandon
it: Procedura di interruzione
ja: 手順の中止
ko: 절차 중단
pt_pt: Abortar procedimento
zh_hans: 中止流程

# LogicOptionDeletedProcedure
source: Delete procedure
de: Vorgang löschen
es: Borrar procedimiento
fr: Procédure de suppression
it: Procedura di cancellazione
ja: 削除手順
ko: 삭제 절차
pt_pt: Excluir procedimento
zh_hans: 删除流程
